export const settings = {
  kaz: {
    navigation: {
      home: "Басты бет",
      services: "Барлық қызметтер",
      myServices: "Менің қызметтерім",
      notifs: "Хабарландыру",
      news: "Жаңалықтар",
      faq: "Анықтама",
      settings: "Баптау",
      contact: "Мекенжай",
      about: "Жоба туралы",
      calc: "Калькулятор"
    },
    calc: {
      title: "Предварительный расчет адресной социальной помщи",
      text1: "Укажите совокупный доход за последний квартал (3 месяца)",
      text2: "Укажите количество членов семьи",
      buttonText: "Посчитать"
    },
    showMore: "Толығырақ"
  },
  rus: {
    navigation: {
      home: "Главная",
      services: "Все услуги",
      myServices: "Мои услуги",
      notifs: "Уведомления",
      news: "Новости",
      faq: "Справка",
      settings: "Настройка",
      contact: "Контакты",
      about: "О проекте",
      calc: "Калькулятор"
    },
    calc: {
      title: "Kaz Предварительный расчет адресной социальной помщи",
      text1: "Kaz Укажите совокупный доход за последний квартал (3 месяца)",
      text2: "Kaz Укажите количество членов семьи",
      buttonText: "esepteu Посчитать"
    },
    showMore: "Показать ещё"
  }
};
