export const settings = {
<<<<<<< HEAD
	kaz: {
		navigation: {
			home: 'Басты бет',
			services: 'Барлық қызметтер',
			myServices: 'Менің қызметтерім',
			notifs: 'Хабарландыру',
			news: 'Жаңалықтар',
			faq: 'Анықтама',
			settings: 'Баптау',
			contact: 'Мекенжай',
			about: 'Жоба туралы',
			calc: 'Калькулятор'
		},
		calc: {
			title: 'Предварительный расчет адресной социальной помщи',
			text1: 'Укажите совокупный доход за последний квартал (3 месяца)',
			text2: 'Укажите количество членов семьи',
			buttonText: 'Посчитать'
		},
		buttons: {
			composeEmail: 'Жазу',
			calculate: 'Есептеу'
		},
		text: {
			title: 'Социальное Обеспечение Актау',
			noAnswer: 'Сұрағыңыз болса бізге жазыңыз.',
			search: 'Іздеу',
			warning: 'Бос орынды толтыруыңызды сұраймыз',
			calcYear: 'Год расчета:',
			livingCost: 'Прожиточный минимум (ПМ):',
			povertyMin: 'Черта бедности:',
			revenue: 'Среднедушевой доход:',
			socialHelpSize: 'Размер адресной социальной помощи:',
			calcResultPositive:
				'Размер среднедушевого дохода превышает черту бедности, поэтому адресная социальная помощь Вам положена.',
			calcResultNegative:
				'Размер среднедушевого дохода превышает черту бедности, поэтому адресная социальная помощь Вам не положена.'
		}
	},
	rus: {
		navigation: {
			home: 'Главная',
			services: 'Все услуги',
			myServices: 'Мои услуги',
			notifs: 'Уведомления',
			news: 'Новости',
			faq: 'Справка',
			settings: 'Настройка',
			contact: 'Контакты',
			about: 'О проекте',
			calc: 'Калькулятор'
		},
		calc: {
			title: 'Kaz Предварительный расчет адресной социальной помщи',
			text1: 'Kaz Укажите совокупный доход за последний квартал (3 месяца)',
			text2: 'Kaz Укажите количество членов семьи'
		},
		buttons: {
			composeEmail: 'Написать',
			calculate: 'Посчитать'
		},
		text: {
			title: 'Социальное Обеспечение Актау',
			noAnswer: 'Не нашли ответа на свой вопрос?',
			search: 'Найти',
			warning: 'Пожалуйста заполните все поля',
			calcYear: 'Год расчета:',
			livingCost: 'Прожиточный минимум (ПМ):',
			povertyMin: 'Черта бедности:',
			revenue: 'Среднедушевой доход:',
			socialHelpSize: 'Размер адресной социальной помощи:',
			calcResultPositive:
				'Rus Размер среднедушевого дохода превышает черту бедности, поэтому адресная социальная помощь Вам положена.',
			calcResultNegative:
				'Rus Размер среднедушевого дохода превышает черту бедности, поэтому адресная социальная помощь Вам не положена.'
		}
	}
=======
  kaz: {
    navigation: {
      home: "Басты бет",
      services: "Барлық қызметтер",
      myServices: "Менің қызметтерім",
      notifs: "Хабарландыру",
      news: "Жаңалықтар",
      faq: "Анықтама",
      settings: "Баптау",
      contact: "Мекенжай",
      about: "Жоба туралы",
      calc: "Калькулятор"
    },
    calc: {
      title: "Предварительный расчет адресной социальной помщи",
      text1: "Укажите совокупный доход за последний квартал (3 месяца)",
      text2: "Укажите количество членов семьи",
      buttonText: "Посчитать"
    },
    showMore: "Толығырақ"
  },
  rus: {
    navigation: {
      home: "Главная",
      services: "Все услуги",
      myServices: "Мои услуги",
      notifs: "Уведомления",
      news: "Новости",
      faq: "Справка",
      settings: "Настройки",
      contact: "Контакты",
      about: "О проекте",
      calc: "Калькулятор"
    },
    calc: {
      title: "Kaz Предварительный расчет адресной социальной помщи",
      text1: "Kaz Укажите совокупный доход за последний квартал (3 месяца)",
      text2: "Kaz Укажите количество членов семьи",
      buttonText: "esepteu Посчитать"
    },
    showMore: "Показать ещё"
  }
>>>>>>> master
};
