export const settings = {
	kaz: {
		navigation: {
			home: 'Басты бет',
			services: 'Барлық қызметтер',
			myServices: 'Менің қызметтерім',
			notifs: 'Хабарландыру',
			news: 'Жаңалықтар',
			faq: 'Анықтама',
			settings: 'Баптау',
			contact: 'Мекенжай',
			about: 'Жоба туралы',
			calc: 'АӘК Есептеуіш',
			chat: 'Хабарлама',
			chatRooms: 'Хабарламалар'
		},
		calc: {
			title: 'Атаулы әлеуметтік көмекті алдын ала есептеу',
			text1: 'Отбасының соңғы тоқсан бойынша (3 айлық ) жиынтық табысын көрсетіңіз:',
			text2: 'Отбасы мүшелерінің санын көрсетіңіз:',
			result: 'Есептеудің шешімі'
		},
		buttons: {
			composeEmail: 'Жазу',
			calculate: 'Есептеу',
			showMore: 'Толығырақ',
			addToMyServices: 'Менің қызметтеріме қосу',
			removeFromMyServices: 'Менің қызметтерімнен өшiру'
		},
		text: {
			title: 'Ақтау қ. Әлеуметтік Қамсыздандыру',
			noAnswer: 'Сұрағыңыз болса бізге жазыңыз.',
			search: 'Іздеу',
			warning: 'Бос орынды толтыруыңызды сұраймыз',
			calcYear: 'Год расчета:',
			livingCost: 'Ең төменгі күнкөріс деңгейі:',
			povertyMin: 'Кедейлік шегі:',
			revenue: 'Жан басына шаққандағы орташа табыс:',
			calcTitle: 'Атаулы әлеуметтік көмекті алдын ала есептеу',
			socialHelpSize: 'Атаулы әлеуметтік көмектің мөлшері:',
			calcResultPositive: 'Атаулы әлеуметтік көмектің мөлшері:',
			calcResultPositivePerFamily: 'теңге(әр бір отбасына 6 314 теңгеден)',
			calcResultNegative:
				'Жан басына шаққандағы орташа табыс мөлшері, кедейлік шегінен асып тұр, сол себепті Сізге атаулы әлеуметтік көмек көрсетілмейді.',
			network: 'Желіге қосылуыңызды тексеріңіз',
			noMyServices: 'Сiз әлi үздiк қызмет тандамадыныз',
			address: '11-ықшам ауданы, 50',
			bus: 'Мешіт аялдамасы , автобустар: 2, 103, 104, 105'
		}
	},
	rus: {
		navigation: {
			home: 'Главная',
			services: 'Все услуги',
			myServices: 'Мои услуги',
			notifs: 'Уведомления',
			news: 'Новости',
			faq: 'Справка',
			settings: 'Настройки',
			contact: 'Контакты',
			about: 'О проекте',
			calc: 'АСП Калькулятор',
			chat: 'Сообщение',
			chatRooms: 'Сообщения'
		},
		calc: {
			title: 'Предварительный расчет адресной социальной помощи',
			text1: 'Укажите совокупный доход за последний квартал (3 месяца):',
			text2: 'Укажите количество членов семьи:',
			result: 'Результат расчета'
		},
		buttons: {
			composeEmail: 'Написать',
			calculate: 'Посчитать',
			showMore: 'Показать ещё',
			addToMyServices: 'Добавить в мои услуги',
			removeFromMyServices: 'Удалить из моих услуг'
		},
		text: {
			title: 'Социальное Обеспечение г.Актау',
			noAnswer: 'Не нашли ответа на свой вопрос?',
			search: 'Найти',
			warning: 'Пожалуйста заполните все поля',
			calcYear: 'Год расчета:',
			livingCost: 'Прожиточный минимум (ПМ):',
			povertyMin: 'Черта бедности:',
			revenue: 'Среднедушевой доход:',
			calcTitle: 'Предварительный расчет адресной социальной помощи',
			socialHelpSize: 'Размер адресной социальной помощи:',
			calcResultPositive: 'Размер адресной социальной помощи:',
			calcResultPositivePerFamily: 'тенге (по 6 314 тенге на каждого члена семьи)',
			calcResultNegative:
				'Rus Размер среднедушевого дохода превышает черту бедности, поэтому адресная социальная помощь Вам не положена.',
			network: 'Проверьте подключение и повторите попытку',
			noMyServices: 'У вас нет избранных услуг',
			address: '11-й микрорайон, 50',
			bus: 'Остановка Мечеть, автобусы : 2, 103, 104, 105'
		}
	}
};
